/* warning sheet: warning title */
"Are you sure you want to convert your server to an advanced configuration?" = "Möchten Sie wirklich Ihren Server in eine erweiterte Konfiguration umwandeln?";

/* warning sheet: Cancel button title */
"Cancel" = "Abbrechen";

/* warning sheet: Convert button title */
"Convert" = "Konvertieren";

/* confirmation panel: summary string */
"Converting %@ to an advanced configuration of Mac OS X Server." = "%@ in eine erweiterte Mac OS X Server-Konfiguration umwandeln.";

/* progress text status message */
"Converting server to an advanced configuration" = "Server in eine erweiterte Konfiguration umwandeln";

/* role description */
"Converts your server from a %@ configuration to advanced configuration of Mac OS X Server." = "Ihr Server wird von einer %@-Konfiguration in eine erweiterte Mac OS X Server-Konfiguration umgewandelt.";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* warning sheet: warning description */
"The conversion cannot be undone, and you will have to administer your server using Server Admin and Workgroup Manager instead of Server Preferences." = "Die Umwandlung kann nicht widerrufen werden, und Sie müssen den Server mittels „Server-Admin“ und „Arbeitsgruppenmanager“ anstelle von „Server-Einstellungen“ verwalten.";

/* main description text, both variables are for the prior configuration type (standard or advanced) */
"This assistant will convert your server from a %@ configuration to an advanced configuration of Mac OS X Server.  You may want to do this to have more administrative control of your server configuration.\n\nTo learn about the differences between a %@ configuration and an advanced configuration, click the Help button below." = "Mit diesem Assistenten wandeln Sie Ihren Server von einer %1$@-Konfiguration in eine erweiterte Mac OS X Server-Konfiguration um. Sie können diese Option verwenden, wenn Sie umfangreichere Verwaltungsmöglichkeiten für Ihre Serverkonfiguration erhalten möchten.\n\nFür weitere Informationen über den Unterschied zwischen einer %2$@-Konfiguration und einer erweiterten Konfiguration klicken Sie unten auf die Taste „Hilfe“.";

